/* The informative text of the alert displayed when prompting to restore Spectacle's default shortcuts */
"AlertInformativeTextRestoreDefaults" = "Usted quiere restablecer los atajos de teclado? cualquier modificación realizada se perderá.";

/* The informative text of the alert displayed when prompting to run Spectacle in the background */
"AlertInformativeTextRunningInBackground" = "Ejecutar Spectacle en segundo palno, sin menú de estado.\n\nPara acceder a las preferencias de Spectacle acceda desde el LaunchPad, o abra Spectacle en Finder.";

/* The informative text of the alert displayed when a shortcut is already in use */
"AlertInformativeTextShortcutAlreadyInUse" = "El atajo de teclado \"%@\" ya se encuentra en uso. Por favor, seleccione otro.";

/* The informative text of the alert displayed when a system-wide shortcut is already in use */
"AlertInformativeTextSystemWideShortcutAlreadyUsed" = "El atajo de teclado \"%@\" ya se encuentra en uso por un atajo de sistema.\n\nUsted debería cambiar el atajo existente en las preferencias de sistema, en la sección de teclado.";

/* The message text of the alert displayed when prompting to restore Spectacle's default shortcuts */
"AlertMessageTextRestoreDefaults" = "Esto restaurará accesos directos predeterminados de Spectacle";

/* The message text of the alert displayed when prompting to run Spectacle in the background */
"AlertMessageTextRunningInBackground" = "Esto hará que Spectacle se ejecute en segundo plano";

/* The message text of the alert displayed when a shortcut is invalid */
"AlertMessageTextShortcutValidationError" = "Atajo de teclado %@ se encuentra en uso.";

/* The button label used in the affirmative */
"ButtonLabelAffirmative" = "OK";

/* The button label used in the negative */
"ButtonLabelNegative" = "Cancelar";

/* The menu item title that displays the application to disable shortcuts for */
"MenuItemTitleDisableShortcutsForApplication" = "para %@";

/* The preferences window button that restores the default shortcuts */
"PreferencesButtonTitleRestoreDefaults" = "Restaurar por defecto…";

/* The preferences window checkbox that launches Spectacle at login */
"PreferencesCheckboxTitleLaunchAtLogin" = "Ejecutar Spectacle al iniciar";

/* The preferences window label preceding the run mode pop up button, e.g. "Run" "in the status menu" */
"PreferencesLabelRunMode" = "Ejecutar";

/* The preferences window run mode option that runs Spectacle as a background application */
"PreferencesMenuItemTitleRunInBackground" = "aplicación en segundo plano";

/* The preferences window run mode option that shows Spectacle in the status menu */
"PreferencesMenuItemTitleRunInStatusMenu" = "en menu de estado";

/* The preferences window modifier key legend label for the Command key */
"PreferencesModifierLabelCommand" = "Command";

/* The preferences window modifier key legend label for the Control key */
"PreferencesModifierLabelControl" = "Control";

/* The preferences window modifier key legend label for the Option key */
"PreferencesModifierLabelOption" = "Opciones";

/* The preferences window modifier key legend label for the Shift key */
"PreferencesModifierLabelShift" = "Shift";

/* The preferences window title of the Basics section of shortcuts */
"PreferencesSectionTitleBasics" = "Básicos";

/* The preferences window title of the Corners section of shortcuts */
"PreferencesSectionTitleCorners" = "Esquinas";

/* The preferences window title of the Displays & Thirds section of shortcuts */
"PreferencesSectionTitleDisplaysAndThirds" = "Pantallas y tercios";

/* The preferences window title of the Halves section of shortcuts */
"PreferencesSectionTitleHalves" = "Mitades";

/* The preferences window title of the History section of shortcuts */
"PreferencesSectionTitleHistory" = "Historial";

/* The preferences window title of the Resize section of shortcuts */
"PreferencesSectionTitleResize" = "Tamaño";

/* The preferences window label for the Make Larger shortcut recorder */
"PreferencesShortcutLabelMakeLarger" = "Hacer más grande";

/* The preferences window label for the Make Smaller shortcut recorder */
"PreferencesShortcutLabelMakeSmaller" = "Hacer más pequeño";

/* The preferences window label for the Bottom Half shortcut recorder */
"PreferencesShortcutLabelMoveToBottomHalf" = "Mitad inferior";

/* The preferences window label for the Center shortcut recorder */
"PreferencesShortcutLabelMoveToCenter" = "Centro";

/* The preferences window label for the Fullscreen shortcut recorder */
"PreferencesShortcutLabelMoveToFullscreen" = "Pantalla completa";

/* The preferences window label for the Left Half shortcut recorder */
"PreferencesShortcutLabelMoveToLeftHalf" = "Mitad izquierda";

/* The preferences window label for the Lower Left shortcut recorder */
"PreferencesShortcutLabelMoveToLowerLeft" = "Abajo a la izquierda";

/* The preferences window label for the Lower Right shortcut recorder */
"PreferencesShortcutLabelMoveToLowerRight" = "Inferior derecho";

/* The preferences window label for the Next Display shortcut recorder */
"PreferencesShortcutLabelMoveToNextDisplay" = "Monitor siguiente";

/* The preferences window label for the Next Third shortcut recorder */
"PreferencesShortcutLabelMoveToNextThird" = "Siguiente tercero";

/* The preferences window label for the Previous Display shortcut recorder */
"PreferencesShortcutLabelMoveToPreviousDisplay" = "Monitor anterior";

/* The preferences window label for the Previous Third shortcut recorder */
"PreferencesShortcutLabelMoveToPreviousThird" = "Tercer anterior";

/* The preferences window label for the Right Half shortcut recorder */
"PreferencesShortcutLabelMoveToRightHalf" = "Mitad derecha";

/* The preferences window label for the Top Half shortcut recorder */
"PreferencesShortcutLabelMoveToTopHalf" = "Mitad superior";

/* The preferences window label for the Upper Left shortcut recorder */
"PreferencesShortcutLabelMoveToUpperLeft" = "Superior izquierdo";

/* The preferences window label for the Upper Right shortcut recorder */
"PreferencesShortcutLabelMoveToUpperRight" = "Superior derecha";

/* The preferences window label for the Redo shortcut recorder */
"PreferencesShortcutLabelRedoLastMove" = "Rehacer";

/* The preferences window label for the Undo shortcut recorder */
"PreferencesShortcutLabelUndoLastMove" = "Deshacer";

/* The shortcut recorder label displayed when the shorcut recorder is cleared and ready to record a new shortcut */
"ShortcutRecorderLabelClickToRecord" = "Clic para guardar";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut */
"ShortcutRecorderLabelEnterShortcut" = "Ingrese el atajo de teclado";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut and the shortcut recorder does not have a previously recorded shortcut */
"ShortcutRecorderLabelStopRecording" = "Cancelar guardado";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut and the shortcut recorder does have a previously recorded shortcut */
"ShortcutRecorderLabelUseExisting" = "Usar existente";
